{"data": [
  {
    "topic_name": "sports",
    "short_desc":
      "Sport includes all forms of competitive physical activity or games which,[1] through casual or organized participation, at least in part aim to use, maintain or improve physical ability and skills while providing enjoyment to participants, and in some cases, entertainment for spectators.[2] Sports can bring positive results to one's physical health. Hundreds of sports exist, from those between single contestants, through to those with hundreds of simultaneous participants, either in teams or competing as individuals"
  },
  {
    "topic_name": "cars",
    "short_desc":
      "A car (or automobile) is a wheeled motor vehicle used for transportation. Most definitions of cars say that they run primarily on roads, seat one to eight people, have four wheels, and mainly transport people rather than goods.[2][3].Cars came into global use during the 20th century,"
  },
  {
    "topic_name": "History",
    "short_desc":
      "The first working steam-powered vehicle was designed—and quite possibly built—by Ferdinand Verbiest, a Flemish member of a Jesuit mission in China around 1672. It was a 65-centimetre (26 in)-long scale-model toy for the Kangxi Emperor that was unable to carry a driver or a passenger.[10][23][24] It is not known with certainty if Verbiest's model was successfully built or run.[24]"
  },
  {
    "topic_name": "Etymology",
    "short_desc":
      "The English word car is believed to originate from Latin carrus/carrum wheeled vehicle or (via Old North French) Middle English carre two-wheeled cart, both of which in turn derive from Gaulish karros chariot.[13][14] It originally referred to any wheeled horse-drawn vehicle, such as a cart, carriage, or wagon.[15][16]"
  },
  {
    "topic_name": "Mass production",
    "short_desc":
      "Large-scale, production-line manufacturing of affordable cars was started by Ransom Olds in 1901 at his Oldsmobile factory in Lansing, Michigan and based upon stationary assembly line techniques pioneered by Marc Isambard Brunel at the Portsmouth Block Mills, England, in 1802. The assembly line style of mass production and interchangeable parts had been pioneered in the U.S. by Thomas Blanchard in 1821, at the Springfield Armory in Springfield, Massachusetts.[36] This concept was greatly expanded by Henry Ford, beginning in 1913 with the world's first moving assembly line for cars at the Highland Park Ford Plant"
  },
  {
    "topic_name": "User interface",
    "short_desc":
      "Cars are equipped with controls used for driving, passenger comfort, and safety, normally operated by a combination of the use of feet and hands, and occasionally by voice on 21st-century cars. These controls include a steering wheel, pedals for operating the brakes and controlling the car's speed (and, in a manual transmission car, a clutch pedal), a shift lever or stick for changing gears"
  },
  {
    "topic_name": "Lighting",
    "short_desc":
      "Cars are typically fitted with multiple types of lights. These include headlights, which are used to illuminate the way ahead and make the car visible to other users, so that the vehicle can be used at night; in some jurisdictions, daytime running lights; red brake lights to indicate when the brakes are applied; amber turn signal lights to indicate the turn intentions of the driver;"
  },
  {
    "topic_name": "Weight",
    "short_desc":
      "During the late 20th and early 21st century cars increased in weight due to batteries,[47] modern steel safety cages, anti-lock brakes, airbags, and more-powerful—if more-efficient—engines[48] and, as of 2019, typically weigh between 1 and 3 tonnes.[49] Heavier cars are safer for the driver from a crash perspective, but more dangerous for other vehicles and road users.[48] The weight of a car influences fuel consumption and performance, with more weight resulting in increased fuel consumption and decreased performance. The SmartFortwo, a small city car, weighs 750–795 kg (1,655–1,755 lb). Heavier cars include full-size cars, SUVs and extended-length SUVs like the Suburban. "
  },
  {
    "topic_name": "Seating and body style",
    "short_desc":
      "Most cars are designed to carry multiple occupants, often with four or five seats. Cars with five seats typically seat two passengers in the front and three in the rear. Full-size cars and large sport utility vehicles can often carry six, seven, or more occupants depending on the arrangement of the seats."
  },
  {
    "topic_name": "Safety",
    "short_desc":
      "Traffic collisions are the largest cause of injury-related deaths worldwide.[9] Mary Ward became one of the first documented car fatalities in 1869 in Parsonstown, Ireland,[53] and Henry Bliss one of the United States' first pedestrian car casualties in 1899 in New York City"
  },
  {
    "topic_name": "Costs and benefits",
    "short_desc":
      "The costs of car usage, which may include the cost of: acquiring the vehicle, repairs and auto maintenance, fuel, depreciation, driving time, parking fees, taxes, and insurance,[8] are weighed against the cost of the alternatives, and the value of the benefits – perceived and real – of vehicle usage. The benefits may include on-demand transportation, mobility, independence and convenience"
  },
  {
    "topic_name": "Environmental impact",
    "short_desc":
      "Cars are a major cause of urban air pollution,[59] with all types of cars producing dust from brakes, tyres and road wear.[60] As of 2018 the average diesel car has a worse effect on air quality than the average gasoline car[61] But both gasoline and diesel cars pollute more than electric cars."
  },
  {
    "topic_name": "Autonomous car",
    "short_desc":
      "Fully autonomous vehicles, also known as driverless cars, already exist in prototype (such as the Google driverless car), but have a long way to go before they are in general use. "
  },
  {
    "topic_name": "Car sharing",
    "short_desc":
      "Car-share arrangements and carpooling are also increasingly popular, in the US and Europe.[90] For example, in the US, some car-sharing services have experienced double-digit growth in revenue and membership growth between 2006 and 2007. "
  },
  {
    "topic_name": "Photography",
    "short_desc":
      "Photography is the art, application, and practice of creating durable images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film. It is employed in many fields of science, manufacturing (e.g., photolithography), and business, as well as its more direct uses for art, film and video production, recreational purposes, hobby, and mass communication"
  },
  {
    "topic_name": "Reading",
    "short_desc":
      "Reading is the process of taking in the sense or meaning of letters, symbols, etc., especially by sight or touch.For educators and researchers, reading is a multifaceted process involving such areas as word recognition, orthography (spelling), alphabetics, phonics, phonemic awareness, vocabulary, comprehension, fluency, and motivation"
  },
  {
    "topic_name": "Cameras",
    "short_desc":
      "The camera is the image-forming device, and a photographic plate, photographic film or a silicon electronic image sensor is the capture medium. The respective recording medium can be the plate or film itself, or a digital magnetic or electronic memory."
  },
  {
    "topic_name": "Photojournalism",
    "short_desc":
      "Photojournalism is a particular form of photography (the collecting, editing, and presenting of news material for publication or broadcast) that employs images in order to tell a news story. It is now usually understood to refer only to still images, but in some cases the term also refers to video used in broadcast journalism."
  },
  {
    "topic_name": "Wildlife Photography",
    "short_desc":
      "Wildlife photography involves capturing images of various forms of wildlife . Unlike other forms of photography such as product or food photography, successful wildlife photography requires a photographer to choose the right place and right time when specific wildlife are present and active. It often requires great patience and considerable skill and command of the right photographic equipment."
  },
  {
    "topic_name": "Image editing",
    "short_desc":
      "Image editing encompasses the processes of altering images, whether they are digital photographs, traditional photo-chemical photographs, or illustrations. Traditional analog image editing is known as photo retouching, using tools such as an airbrush to modify photographs or editing illustrations with any traditional art medium."
  }
]
}
